[
  {
    "title": "Эпилепсия",
    "info": "Эпилепсия – хроническое неинфекционное заболевание головного мозга, которым страдает около 50 млн человек во всем мире. Для заболевания характерны повторяющиеся припадки, которые проявляются в виде кратковременных непроизвольных судорог в какой-либо части тела (парциальные судороги) или по всему телу (генерализованные судороги) и иногда сопровождаются потерей сознания и утратой контроля над функциями кишечника или мочевого пузыря.\n\nПрипадки являются результатом избыточных электрических разрядов в группе клеток мозга. Они могут возникать в различных участках мозга. Припадки могут иметь форму как незначительных провалов в памяти или мышечных спазмов, так и тяжелых, продолжительных конвульсий. Припадки могут также различаться по частоте, от менее одного раза в год до нескольких раз в день.\n\n",
    "type": "",
    "images": ["epilepsy1", "epilepsy2"],
    "reasons": "",
    "classifications": "",
    "symptoms": "• нарушение психики;\n• заторможенность;\n• проявление жестокости;\n• агрессия;\n• агрессия;",
    "diagnostics": "Диагноз устанавливается по совокупности жалоб, характерных для эпилепсии, полученных сведений от пациента о течении болезни, данных лабораторных и инструментальных методов обследования.\n\nУ больных с подозрением на эпилепсию уточняются следующие вопросы:\n• длительность заболевания;\n• наличие эпилепсии у ближайших родственников;\n• предыдущие случаи обращения за медицинской помощью по поводу судорог и наличие ранее проведенных исследований и заключений;\n• сопутствующие заболевания с целью оценки дополнительных рисков;\n• принимаемые на момент обращения к врачу лекарственные препараты.\n\nПациентам с эпилепсией врач может назначить комплекс лабораторно-инструментальных методов диагностики:\nклинический анализ крови с определением концентрации гемоглобина, количества эритроцитов, лейкоцитов и тромбоцитов, величины гематокрита и эритроцитарных индексов (MCV, RDW, MCH, MCHC), лейкоформула и СОЭ (с микроскопией мазка крови при наличии патологических сдвигов).",
    "category": "Психические расстройства"
  },
  {
    "title":"Аденовирус",
    "info": "Аденовирус – это острое инфекционное заболевание, относящееся к группе респираторных вирусных инфекций, которое поражает слизистые оболочки лимфоидной ткани, кишечника, органов зрения и дыхательных путей. Как правило, этому заболеванию подвержены дети и молодые люди. Возбудитель – вирус из семейства аденовирусов.\nИнфекция передается воздушно-капельным, контактным и алиментарным путем. Основные симптомы такие же, как и при простуде.",
    "type": "",
    "images": ["adenovirus1", ""],
    "reasons": "Основная причина заболевания – заражение аденовирусом от больного человека или вирусоносителя (в организме человека содержится вирус, но не вызывает симптомов заболевания, хотя при этом выделяется во внешнюю среду).\nИнфекция может передаваться воздушно-капельным или орально-фекальным путем.\nАденовирус встречается круглогодично, но основной его пик приходится на осенне-зимний период, поскольку именно в это время у людей снижается иммунитет, а благодаря повышенной влажности для размножения вируса создаются благоприятные условия.",
    "classifications": "Фаринго-конъюктивальная лихорадка.\nАденовирусная атипичная пневмония вызывается непосредственно вирусом, а не бактериальной инфекцией. Провоцируется сниженным иммунитетом человека, имеет тяжелое течение.",
    "symptoms": "К общим симптомам этого заболевания относятся:\n\n• повышенная температура тела, которая фиксируется на протяжении нескольких дней;\n• заложенность носовых приходов слизистыми выделениями;\n• общее недомогание, в виде слабости, озноба и вялости;\n• раздражение в области горла, першение и боль;\n• конъюктив, слезотечение, зуд глаз;\n• тошнота, периодически переходящая в рвоту;\n\n• увеличенные подмышечные, подчелюстные, шейные лимфоузлы и миндалины.\nКак правило, наиболее характерным проявлением аденовируса является сочетание четырех симптомов: лихорадка, конъюнктивит, фарингит, ринит.\nИнкубационный период заболевания длится от пяти до семи дней.",
    "diagnostics": "Проводится физикальный осмотр пациента и сбор анамнеза. Пациенты жалуются на дискомфорт слизистых оболочек глаз, боль в горле, насморк и лихорадку.\nКак правило, в анамнезе обнаруживается контакт с больным человеком, либо инфекционная вспышка в коллективе, особенно это относится к классам с большим количеством заболевших детей.Чтобы выявить возбудитель и подтвердить окончательный диагноз назначается проведение ПЦР и ИФА.\nПри необходимости, назначается консультация офтальмолога.",
    "category": "Инфекционные и паразитарные болезни"
  },
  {
    "title":"Акне",
    "info": "Акне – дерматологическое заболевание, характеризующееся воспалением сальной железы и закупоркой выводного протока сальной железы. Основные элементы – белый комедон (закупорка выводного протока эпителием кожи) и черный комедон (закупорка эпителием расширенного и измененного выводного протока сальной железы).",
    "type": "ТИПЫ АКНЕ\n\n\t1 стадия – комедоны в большей степени располагаются на лбу, крыльях носа, подбородке. Пустул нет.\n\t2 стадия – закрытые комедоны, прибавляются узлы и единичные пустулы (пузырьки с гноем).\n\t3 стадия – комедоны открытые, пустуллез, узлы на носу, лбу, щеках и подбородке. Гиперкератоз по всей коже лица.\n\t4 стадия – гормонально зависимое акне. Чаще всего возникает у лиц среднего возраста. Локализация: нижняя треть лица, линия челюсти, шея, подбородок.\n\t5 степень – слияние комедонов, открытых и закрытых, узлы, пустуллез, образование кист. Тяжелая форма, встречается довольно редко.",
    "images": ["acne1", "acne2"],
    "reasons": "ОБЩИЕ ПРИЧИНЫ\n• Генетическая предрасположенность;\n• Гормональные нарушения;\n• Гиперактивность сальных желез, гиперкератоз;\n• Клещ – железница угревая;\n• Прием анаболиков;\n• Отравления хлором\n\nЭндогенные причины\n\n• Эндокринологические патологии – сахарный диабет;\n• Функциональные расстройства функций нервной системы, неврозы, стрессы, депрессия;\n• Нарушения питания;\n• Патология желудочно-кишечного тракта;\n• Острые инфекционные заболевания;\n• Несовершенность эпителия и сальных желез в детском возрасте;\n• Гиперсекреция кожного сала;\n• Гиперкератоз;\n• Себорея;\n• Менструальные дисфункции;\n• Пубертатный период\n\nЭкзогенные причиныПатогенность и вирулентность микроорганизмов\n• Травмы, порезы, ссадины, ожоги, профессиональные загрязнения;\n• Несоблюдение правил личной гигиены;\n• Злоупотребление косметикой, тональными кремами, пудрой;\n• Переохлаждение, перегревание;\n• Несовершенство поддержания постоянной температуры тела у детей",
    "classifications": "",
    "symptoms": "На месте наиболее крупных сальных желез образуются воспалительные процессы, вовлекаются окружающие ткани с образованием абсцессов. При пустуллезе элементы, заполненные гноем, вскрываются, гной истекает, пузырьки подсыхают, образуют корочки, после отпадения которых образуются обезображивающие рубцы, синюшно-красного цвета. Лицо при этом выглядит рыхлым, изрытым, поверхность кожи бугристая.",
    "diagnostics": "Первичный диагноз ставится после осмотра пациента врачом-дерматологом. По внешнему виду кожа, склонная к образованию прыщей, имеет характерный сальный блеск, расширенные поры, пятна и различные высыпания. Проблемными участками при акне обычно оказываются Т-зона лица (подбородок, нос и лоб), а также плечи, верхняя часть спины и груди, реже волосистая часть головы.\nПоскольку причины развития проблемы индивидуальны, пациентам рекомендуется пройти комплексное обследование, которое включает анализ крови (уровень гормонов: свободный тестостерон, дегидроэпиандростерон-сульфат, лютеинизирующий гормон, фолликулостимулирующий гормон; тест на толерантность к глюкозе) и консультации других специалистов для выявления основного заболевания, вызвавшего акне (гастроэнтеролога, эндокринолога, гинеколога).\nТакже проводят генетический тест на предрасположенность к акне и берут мазок с кожи для определения чувствительности к антибиотикам.\nДифференциальный диагноз проводят для исключения других кожных заболеваний (розацеа, вторичный сифилис, периоральный дерматит).",
    "category": "Заболевания кожи и ее придатков"
  },
  {
    "title":"Апное",
    "info": "Апноэ – это остановка дыхания, которая происходит во сне. Как правило, человек не может самостоятельно заметить проявление этого заболевания у себя, но основные симптомы, которые характерны для этого расстройства, проявляются в виде усталости и рассеянности даже после долгого, полноценного сна. Установить наличие этого заболевания может только специалист.",
    "type": "",
    "images": ["apnoe1",""],
    "reasons": "Как правило – это заболевание характерно для людей, страдающих храпом, имеющих лишний вес и короткую, толстую шею. Приступы задержки дыхания в большей степени свойственны мужчинам. С возрастом, риск возникновения этого заболевания значительно увеличивается. Курящие люди и гипертоники имеют значительно больше шансов на развитие этого недуга.\nПричинами заболевания могут являться и анатомические особенности гортани, глотки. Если по каким-то причинам произошло сужение дыхательных путей, опасность возникновения задержки дыхания возрастает в несколько раз.",
    "classifications": "",
    "symptoms": "Основной симптом этого заболевания – остановка дыхания во время сна. Это происходит вследствие механической блокады дыхательных путей. Это так называемый обструктивный тип апноэ. Происходит спадение дыхательных путей, что блокирует доступ воздуха в них.\n\nЭтот процесс вызывает незамедлительную реакцию организма, а именно, в крови происходит нарушение баланса кислорода и углекислого газа. Это включает стимуляцию дыхательного центра, и человек снова делает вдох. В это время мозг, получающий тревожные сигналы, просыпается на некоторое время. Этот цикл может повторяться за ночь множество раз. Безусловно, речи о полноценном отдыхе идти уже не может.\nВсе это вызывает ощущение разбитости на утро и повышение артериального давления. Но, основная опасность этого заболевания состоит в том, что такие задержки дыхания могут спровоцировать инфаркты и инсульты.",
    "diagnostics": "Как правило, такое явление, как остановка дыхания во сне замечается не самим человеком, а его близкими. Но заметить, не значит устранить. В качестве основного и довольно информативного исследования, специалисты, занимающиеся лечением этого заболевания, признают полисомнографию. Это тестирование сна, проводимое в лабораторных условиях, под наблюдением квалифицированного специалиста. Человек находится под наблюдением в течение ночи, и в это время прибором фиксируются все основные показатели работы его организма, а именно, движение глаз, кардиограмма, активность мозга, уровень кислорода в крови и т.д. По результатам исследования специалист фиксирует, сколько раз в течение ночи отмечалась остановка дыхания, на основании чего устанавливается степень тяжести заболевания.\nПосле консультации с врачом, с учетом индивидуальных особенностей человека, подбирается программа, для лечения этого заболевания.",
    "category": "Заболевания органов дыхания"
  },
  {
    "title":"Астенопия",
    "info": "Астенопия – состояние, при котором наступает зрительный дискомфорт, усталость глаза, возникающее в результате длительной работы, напряжения. Со себе заболеванием не является, но способно усугубить некоторые офтальмологические заболевания.\n\nОсложнения астенопии\nНа фоне астенопии часто развиваются воспалительные осложнения, такие как конъюнктивит или блефарит (воспаление век). В зависимости от индивидуальных особенностей организма возможны продолжительные головные боли, раздражительность и общая слабость при зрительной нагрузке. Также последствием астенопии, подкреплённой слабой аккомодацией, становится прогрессирующая близорукость.",
    "type": "",
    "images": ["eye_strain1", ""],
    "reasons": "\n• Длительная работа за компьютером без отрыва на предметы, расположенные вдаль, без отдыха;\n• Долгая езда ночью, в тумане, в плохих погодных условиях, провоцирующих дополнительную концентрацию и напряжение мышц глазного яблока;\n• Профессиональная деятельность: хирурги, ювелиры, швеи и тд;\n• Длительное чтение книг, особенно напечатанных на плохой бумаге, с нечеткими буквами в плохом освещении;\n• Длительный просмотр телевизора;\n• Неправильно подобранные очки, контактные линзы;\n• Невыполнение гимнастики (глаза смотрят вдаль, глаза смотрят вперед, особенно при длительной напряженной работе за компьютером);",
    "classifications": "\n• Аккомодативная астенопия;\n• Мышечная астенопия;\n• Нейрогенная астенопия;\n• Симптоматическая астенопия;\n• Смешанная астенопия;\nСамая распространенная форма – аккомодативная астенопия. Чаще всего возникает на фоне патологической рефракции гиперметропии (дальнозоркости), спазма аккомодации, так как у дальнозорких людей аккомодация вынуждена работать сильнее, чтобы фокусировать изображение, находящееся вблизи. Такой вид астенопии возникает в результате ослабления ресничной мышцы (цилиарного тела). Искусственный спазм аккомодации может вызвать препарат пилокарпин и другие миотики при лечении многих офтальмологических болезней, например глаукоме.\nМышечная астенопия происходит в результате перенапряжения конвергенции. Конвергенция – это способность сводить глаза к переносице. Симптомы такой астенопии такие же, но исчезают, если закрыть один глаз. Как осложнение у такого человека может развиться расходящееся косоглазие.\nСмешанная астенопия встречается при сочетании аккомодативной и мышечной, причем симптомы могут проявляться более выраженно. Лечение такого вида расстройства должно быть комплексным.\nНеврогенная астенопия возникает при таких расстройствах как неврастения, истерия, то есть со стороны органа зрения нет никаких патологий, и причина сугубо несоматическая.\nСимптоматическая астенопия возникает как симптом различных заболеваний глаза, носа, в редких случаях уха.",
    "symptoms": "Мелкие предметы, буквы, изображения расплываются, становятся нечеткими, «туманность» в глазах. Глазные яблоки дискомфортны, возможна боль, резь, зуд. Может присоединиться головная боль, светобоязнь, стук или пульсация в висках.",
    "diagnostics": "\n• Скиаскопия;\n• Определение остроты зрения в очках/линзах, без них;\n• Аппаратная авторефракция;\n• Определение косоглазия, конвергенции;\n• Измерение аккомодации;",
    "category": "Заболевания органов зрения"
  },
  {
    "title":"Атерома",
    "info": "Доброкачественное новообразование сальной железы, которое провоцируется ее закупоркой называют атеромой. У образования, как правило, округлая форма с четко обозначенной границей. Болевых ощущений оно практически не вызывает.\nКак правило, формирование атеромы происходит в зоне кожи, которая богата сальными железами: в области половых органов, туловища, шеи, лица и волосистой части головы. Образование может иметь значительные размеры, от нескольких миллиметров, до нескольких сантиметров. Это явление относится к косметическим дефектам внешности, и в простонародье именуется жировиками.",
    "type": "",
    "images": ["ateroma1", "ateroma2"],
    "reasons": "Существует ряд факторов, провоцирующих возникновение этого образования:\n• наследственный фактор;\n• травмирование сальных желез, к примеру, порезы, царапины, выдавливание прыщей;\n• дефект в процессе развития сальных желез;\n• воспалительные заболевания сальных желез и их разрывы;\n• сгущение секрета и его замедленное выделение;\n• повреждение волосяной луковицы;\n• блокирование оттока секрета.\n\nСпровоцировать атерому может:\n• злоупотребление дезодорантами и прочими косметическими средствами;\n• отсутствие личной гигиены;\n• нарушение гормонального уровня;\n• повышенное потоотделение;\n• наличие микротравм кожного покрова;\n• активное воздействие на кожу солнечных лучей;\n• кожные проблемы и акне;\n• мужской пол, поскольку у мужчин более жирная кожа и особенное строение сальных желез.",
    "classifications": "",
    "symptoms": "Атеромы подразделяется на множественные и единичные. Основные признаки образования:\n\n• образование располагается под кожным покровом и имеет округлую форму;\n• поверхность гладкая;\n• имеет четкие границы;\n• структура плотная, но на ощупь практически безболезненное;\n• содержание кашицеобразное, белое.\nКак правило, наличие этого образования не несет угрозы жизни и здоровья человека. Но при больших локализациях на лице у человека возникает психологический дискомфорт. При значительных размерах атеромы может происходить сдавление окружающих сосудов или тканей.\nПри длительном течении атером может произойти их воспаление и инфицирование, с дальнейшим образованием абсцесса. При этом отмечаются такие симптомы, как:\n• повышенная температура тела;\n• отечность в области новообразования;\n• краснота кожи;\n• болезненность или вскрытие абсцесса.",
    "diagnostics": "Основная методика диагностирования этого заболевания – визуальный осмотр проблемной области и соседних участков кожи. В качестве дополнительной диагностики проводится гистологическое обследование тканей атеромы, которые изымаются в процессе операции.",
    "category": "Заболевания кожи и ее придатков"
  },
  {
    "title":"Болезнь Бюргера (Облитерирующий тромбангиит)",
    "info": "Болезнь Бюргера является облитерирующим тромбангиитом, для которого характерен процесс сужения артерий и вен маленького и среднего размеров, а районе верхних и нижних конечностей, вызванный воспалительным процессом.",
    "type": "",
    "images": ["buergers_disease1", "buergers_disease2"],
    "reasons": "Существует несколько гипотез, объясняющих причины возникновения этого заболевания, хотя все они остаются только предположениями, без достаточной доказательной базы. Как правило, заболевание характерно для мужчин возраста от 20 до 40 лет, которые много курят. Хотя в последнее время заболевание стало диагностироваться и среди женщин, что объясняется интенсивным распространением табачной зависимости, в том числе и среди женщин. Существует гипотеза и о наследственном характере этого заболевания.",
    "classifications": "",
    "symptoms": "Постепенно происходит снижение активности кровообращения рук или ног, начиная с периферийных отделов, с дальнейшим распространением вверх.\nСуществует две формы поражения конечностей: смешанная и периферическая. При периферической форме происходит поражение сосудов или основных артерий конечностей, при этом отмечаются симптомы артериальной ишемии ног, с язвообразованием.\nСмешанная форма, помимо симптомов поражения сосудов, включает в себя поражение сосудов почек, мозга, сердца и изменения в легких.\nНа начальном периоде заболевания отмечаются некоторые изменения конечностей, функционального характера, такие как «мурашки» по коже, онемение конечностей, зябкость ног и рук. Постепенно происходит потеря чувствительности пальцев, добавляются болевые симптомы и посинение.\nЕсли происходит поражение сосудов ног, отмечается резкая боль в икроножных мышцах при ходьбе.\nНа фоне дальнейшего развития болезни наблюдаются разнообразные трофические расстройства, вплоть до гангрены.",
    "diagnostics": "Как правило, диагностирование этого заболевания происходит методом исключения, то есть заболевание подтверждается в том случае, если доказано отсутствие прочих заболеваний. Для подтверждения этого заболевания необходимо наличие ряда признаков, среди которых:\n• Возраст больного менее 45 лет.\n• Признаки недостаточного кровообращения в тканях конечностей, сопровождающиеся болями, язвами, воспалительными процессами.\n• Подтвержденное отсутствие заболеваний, которые непосредственно связаны с сахарным диабетом, аутоиммунными заболеваниями, свертываемостью крови.\n• Наличие патологических процессов как в больной, так и в здоровой конечности.\n• Функциональные пробы ставятся для подтверждения нарушения кровообращения конечностей.",
    "category": "Заболевания сердечно-сосудистой системы"
  },
  {
    "title":"Болезнь Гоше (Сфинголипидоз)",
    "info": "Болезнь Гоше является наследственным заболеванием, механизм которого состоит в дефиците фермента, который расщепляет продукты обмена клеток в человеческом организме. Во время заболевания специфические клетки так называемые клетки Гоше, накапливаются во внутренних органах.",
    "type": "Болезнь Гоше подразделяется на три основных типа\n\nТип I\nБолезнь Гоше I (ненейронопатического) типа встречается с частотой 1/50000. Наиболее часто встречается среди ашкеназских евреев. Проявление симптомов начинается в детстве или во взрослом возрасте и включают увеличенную печень и сильно увеличенную селезёнку (что может приводить к её разрыву и дополнительным повреждениям). Возможны слабость костей и выраженные костные заболевания. Изменённые селезёнка и костный мозг вызывают анемию, тромбоцитопению и лейкопению. Хотя мозг при этом типе не повреждается, могут быть нарушения в лёгких и почках. Больные страдают от частых гематом, вызванных тромбоцитопенией, и от постоянной усталости (из-за пониженного числа эритроцитов). Больные могут доживать до взрослого возраста и при умеренной форме симптомы могут отсутствовать.\n\nТип II\nТип II представляет собой нейронопатическую инфантильную форму. Средний возраст заболевания 3—5 мес. Неврологические осложнения (тяжелые судорожные приступы, гипертонус, апноэ, выраженная задержка умственного развития) проявляются к 6 мес. Симптомы включают гепатоспленомегалию, широкое прогрессирующее повреждение мозга, нарушенную моторику глаз, спастичность, судороги, ригидность конечностей. Больные дети плохо сосут и глотают; обычно умирают в возрасте от одного до двух лет. Частота встречаемости 1/100000, этнической предрасположенности не имеет.\n\nТип III (подострая нейронопатическая (ювенильная) форма)\nТип 3 может начинаться как в детстве, так и у взрослых с частотой встречаемости 1/100000. У большинства характеризуется медленным прогрессированием и умеренностью неврологических симптомов. Первым неврологическим признаком является, как правило, окуломоторная апраксия, расстройство глазодвигательных функций. По мере прогрессирования заболевания присоединяются атаксия, мышечная спастичность и слабоумие. Наряду с гепатоспленомегалией в патологический процесс вовлекаются и другие органы и системы. Спленомегалия безболезненная и обычно выявляется случайно. Больные доживают до подросткового и взрослого возраста.\n\nОдна из главных причин инвалидизации при 1 и 3 типе болезни Гоше —- поражение костной ткани. Нарушение нормальных физиологических процессов происходит из-за накопления липидов в остеокластах и замещении инфильтратами клеток Гоше нормальных элементов костного мозга. Несмотря на увеличение печени и её дисфункцию, случаи тяжёлой печёночной недостаточности встречаются редко. Чаще встречается относительная портальная гипертензия как следствие фиброза.",
    "images": ["gauchers_disease1", ""],
    "reasons": "",
    "classifications": "",
    "symptoms": "",
    "diagnostics": "Для диагностики болезни Гоше применяются следующие лабораторные исследования:\nОпределение активности бета-глюкоцереброзидазы (ферментная диагностика)\nПри болезни Гоше — снижена.\nОпределение активности хитотриозидазы\nПри болезни Гоше — повышена.\nСеквенирование экзонов и приэкзонных участков интронов гена GBA (ДНК-диагностика)\nИдентифицировано значительное количество мутаций гена GBA, приводящих к развитию болезни Гоше.\n\nДифференциальная диагностика\n• с другими лизосомными болезнями накопления: болезнь Ниманна-Пика, болезнь Вольмана, GM1-ганглиозидоз, галатосиалидоз;\n• с другими наследственными болезнями обмена: гликогеноз, талассемия, гемофилия, хроническая гранулёматозная болезнь;\n• c другими заболеваниями: остеомиелит, костный туберкулёз, вирусный гепатит, онкологические заболевания крови.",
    "category": "Наследственные болезни"
  },
  {
    "title":"Гемофилия",
    "info": "Гемофилия – это патология в системе гемостаза, передающаяся наследственным путем, вызывающая нарушение или снижение определенных факторов свертывания крови. Основное проявление этого заболевания – склонность человека к разнообразным, долго протекающим кровотечениям (при травмах, операциях, желудочно-кишечные кровотечения, забрюшинные и внутримышечные гематомы). ",
    "type": "Гемофилия появляется из-за изменения одного гена в хромосоме X. Различают три типа гемофилии (A, B, C)\nГемофилия A (рецессивная мутация в X-хромосоме) вызывает недостаточность в крови необходимого белка — так называемого фактора VIII (антигемофильного глобулина). Такая гемофилия считается классической, она встречается наиболее часто, у 80—90 %[1] больных гемофилией. Тяжёлые кровотечения при травмах и операциях наблюдаются при уровне VIII фактора — 5—20 %.\nГемофилия B (рецессивная мутация в X-хромосоме) — недостаточность фактора плазмы IX (Кристмаса). Нарушено образование вторичной коагуляционной пробки.\nГемофилия C (аутосомный рецессивный либо доминантный (с неполной пенетрантностью) тип наследования, то есть встречается как у мужчин, так и у женщин) — недостаточность фактора крови XI, известна в основном у евреев-ашкеназов. В настоящее время гемофилия С исключена из классификации, так как её клинические проявления значительно отличаются от А и В.",
    "images": ["hemophilia1", "hemophilia2"],
    "reasons": "Заболевание передается по женской линии, по рецессивному признаку. Как правило, ему подвержены лица мужского пола. Женщины, чаще всего, являются просто носителями болезни и передают заболевание некоторым из своих сыновей.\nГемостаз или свертываемость крови – это одна из важнейших защитных реакций организма. Активируется она при повреждении сосудов и начале кровотечения. Свертываемость крови происходит благодаря особым веществам – плазменным факторам, если наблюдается дефицит некоторых факторов, то адекватный гемостаз невозможен. Время свертывания крови значительно увеличивается, и кровотечение может длиться несколько часов.",
    "classifications": "",
    "symptoms": "Новорожденные дети – длительное течение из культи пуповины и подкожные гематомы.\nДети первого года жизни – длительное кровотечение при прорезывании зубов и оперативных вмешательствах. Острые края молочных зубов могут травмировать щеки, губы и язык, что вызывает кровотечение слизистых рта.\nВ грудном возрасте гемофилия проявляется в минимальных количествах, поскольку в материнском молоке находится достаточное количество тромбокиназы, фермента, активирующего свертываемость крови.\nУ детей после года, начинающих самостоятлено вставать и ходить, гемофилия проявляется носовыми кровотечениями, подкожными гематомами, кровоизлияниями в крупные суставы. Обострения заболевания происходят после перенесенных инфекций, поскольку нарушается проницаемость сосудов. Поскольку дети, страдающие этим заболеваниям часто подвержены кровопотерям, у них отмечается анемия.\nВнутрисуставные кровотечения наиболее характерны для гемофилии, они проявляются после травм или ушибов, иногда спустя несколько часов. Отмечается повышенный болевой синдром в области кровоизлияния, увеличение объема сустава, гипертермия кожи в этой области.\nВсе это провоцирует общее нарушения функционирования опорно-двигательного аппарата и инвалидизацию.",
    "diagnostics": "\n• генетическая консультация;\n• анализ коагулограммы;\n• ДНК исследование;\n• определение уровня свертываемости крови.",
    "category":"Болезни системы крови"
  },
  {
    "title":"Тромбоцитопения",
    "info": "Тромбоцитопения — общее название различных по причинам, клинической картине и патогенезу геморрагических диатезов. Они характеризуются повышенной кровоточивостью из-за уменьшения содержания в крови пациента красных пластинок. Нередко тромбоцитопения, или как её еще называют пурпура, проявляется у женщин в период менструации или же беременности (физиологическая).",
    "type": "Врачи выделяют следующие формы этой патологии:\n• Аутоиммунная. Иммунитет начинает воспринимать собственные тромбоциты как чужеродный объект и атакует их. Организм сам уничтожает эти кровяные клетки;\n• Эссенциальная. В основном встречается у людей старше 50 лет. Часто возникает из-за недостатка железа, заболеваний внутренних органов, перенесенных операций;\n• Тромбоцитопеническая пурпура. Обычно диагностируется у детей, преимущественно у девочек. Развивается из-за нарушений в свертываемости крови;\n• Тромбоцитопения новорожденных. Формируется из-за врожденных патологий, инфицирования младенцев, преждевременных родах.",
    "images": ["thrombocytopenia1", "thrombocytopenia2"],
    "reasons": "Существует 3 основных механизма развития тромбоцитопении: нарушение образования тромбоцитов, их перераспределения в селезенке или ускоренный расход. Поэтому причин этой болезни может быть множество. Чаще всего на развитие тромбоцитопении влияют следующие факторы:\n• Наследственные заболевания, которые провоцируют патологические кровотечения: синдром Бернара-Сурьи, Мея-Хегглина, TAR;\n• Патологии, препятствующие созданию новых тромбоцитов: нарушения костного мозга, онкология, лейкоз, реакция на химические и радиоактивные элементы, употребление спиртного;\n• Болезни, при которых организм ускоренно потребляет тромбоциты: ДВС-синдром, иммунные нарушения;\n• Увеличение селезенки. Селезенка – это депо для тромбоцитов. Именно там они и хранятся. Если орган увеличивается, он забирает из кровотока значительное количество красных кровяных клеток. Костный мозг не сможет компенсировать такой дефицит;\n• Аутоиммунные факторы. При нарушении работы иммунитета организм начинает самостоятельно уничтожать собственные тромбоциты. Это может произойти из-за системной красной волчанки, энцефаломиелита;\n• Прием некоторых лекарственных препаратов. Действующие вещества медикаментов могут разрушать тромбоциты и препятствовать их выработке костным мозгом. Длительный прием цитостатиков всегда приводит к подобному последствию.",
    "classifications": "Самой простой классификацией данного состояния является классификация по степени длительности. Тромбоцитопению делят на хроническую и не хроническую (острую). Хроническая длится более 6 месяцев и при ней уровень красных кровяных пластинок падает медленно также и симптомы нарастают постепенно. При острой тромбоцитопении уровень кровяных пластинок падает быстро, и симптомы проявляются очень резко.",
    "symptoms": "Проявления тромбоцитопении зависят от степени дефицита тромбоцитов: чем он выше, тем значительнее признаки. Обычно заподозрить эту болезнь удается по следующим симптомам:\n• Частые кровотечения из носа. Первоначально они могут возникать из-за стрессов и переживаний, потом приходят вместе с чиханием и прикосновением к носу. При запущенной форме носовые кровотечения могут возникать без видимой на то причины;\n• Беспричинное появление синяков. В месте прикосновений появляются гематомы, которые очень долго проходят;\n• Формирование пурпуры. На слизистых оболочках и коже пациента возникают многочисленные красные пятна. Они не доставляют никакого дискомфорта: зуда или боли;\n• Кровоточивость десен. После каждой чистки зубов и приема пищи из десен начинает выделяться кровь;\n• Кровотечения в ЖКТ. В желудке и кишечнике очень тонкая и нежная слизистая оболочка. Из-за этого в рвоте и кале могут появляться фрагменты крови;\n• Появление крови в моче. Кровоточить начинают почки, мочевой пузырь, мочеточники;\n• Длительные и обильные менструации у женщин Они могут длиться 1.5-2 недели;\n• Общие признаки: постоянная усталость, головная боль, головокружение, апатия, одышка, бледность кожи. Из-за низкого уровня тромбоцитов объем крови в организме становится меньше. Это значит, что все органы и мышцы получают меньше питания и кислорода.",
    "diagnostics": "На начальных этапах диагностировать тромбоцитопению возможно только по результатам общего анализа крови – по сниженному уровню тромбоцитов. Но для выявления возможных причин патологии, ее осложнений пациенту придется пройти расширенное обследование. Стандартно оно включает:\n• биохимический анализ крови – отражает общее состояние организма;\n• генетический анализ крови – выявляет наследственные заболевания, которые могут спровоцировать тромбоцитопению;\n• оценку времени кровотечения по Дьюку – определяет состояние кровеносной системы;\n• определение скорости свертываемости крови;\n• пункцию костного мозга – оценивают состав и структуру красных клеток;\n• иммунологический анализ крови – выявляет антитела к тромбоцитам IgG;\n• УЗИ печени и селезенки – определяет размеры этих органов.",
    "category":"Болезни системы крови"
  },
  {
    "title":"Тонзиллит",
    "info": "Тонзиллит – это хроническое воспаление небных миндалин, протекающее с периодами улучшения и обострения. Небные миндалины непосредственно участвуют в формировании иммунитета человека. Более всего функционирование миндалин активно в детском возрасте. Те воспалительные процессы, которые протекают в них, гарантируют выработку стойкой иммунной системы в дальнейшем.\nПри хроническом тонзиллите часто наблюдается затяжная, невысокая температура тела, что провоцирует сбои в работе нервной вегетативной системы. Наличие постоянного воспалительного очага может спровоцировать снижение иммунитета, обострение аллергии, воспаление легких, ревматизм суставов, нарушения в работе сердца и почек.",
    "type": "Тонзиллит протекает остро или хронически.\nОстрый тонзиллит – это первичное воспаление, когда местом возникновения и протекания заболевания являются миндалины.\nВторичное острое воспаление возникает на фоне инфекционных заболеваний, таких как дифтерия, корь, скарлатина и т.д., а также онкологических заболеваний крови (например, лейкозов) или патологических состояний, сопровождающихся снижением количества клеток крови, отвечающих за борьбу с бактериями и вирусами (например, агранулоцитоз).\nХронический неспецифический тонзиллит может протекать контролируемо с малым числом обострений, то есть в компенсированной форме, или с частыми обострениями и развитием токсико-аллергических реакций – в декомпенсированной форме. Хронический тонзиллит вызывают различные бактерии и вирусы.\nХронический специфический тонзиллит встречается на фоне туберкулеза, сифилиса и некоторых других заболеваний.",
    "images": ["tonsillitis1", ""],
    "reasons": "К основным причинам этого заболевания относятся:\n• Хронический аденоидит;\n• Наличие воспалительных очагов в смежных органах;\n• Наличие полипов в носу;\n• Нарушение носового дыхания из-за искривления носовой перегородки;\n• Частое воспаление миндалин;\n• Пониженный иммунитет\nХронический тонзиллит у детей появляется по причине нарушения биологических процессов в небных миндалинах, которые являются анатомически удобным местом для сохранения активного хронического воспаления. Заболевание может быть вызвано анатомическими особенностями строения лакун миндалин, в которых процесс дренажа довольно затруднен. При хроническом тонзиллите у детей в воспалительный процесс оказываются вовлеченными все элементы миндалин, а большие размеры лакунарного эпителия вызывают общую сенсибилизацию детского организма.",
    "classifications": "Отдельно выделяют клиническую классификацию ангин:\n1. Катаральная характеризуется отеком и гиперемией небных миндалин;\n2. Фолликулярная ангина помимо отека и гиперемии миндалин, проявляется увеличением последних и образованием нагноившихся фолликулов;\n3. Лакунарная форма представляет собой вовлечение в процесс лакун и формирование в них гнойного содержимого;\n4. Некротическая и флегмонозная ангина развивается редко и является осложнением вышеописанных форм",
    "symptoms": "\n• Быстрая утомляемость и общая слабость человека;\n• Наличие неприятного запаха изо рта;\n• Невысокая температура на протяжении длительного времени;\n• Пробки в горле;\n• Отеки носоглотки;\n• боль в гландах;\n• Умеренная боль в области горла;\n• Чувство першения в горле;\n• Одышка;\n• Боль и ломота в лучезапястном и коленном суставах",
    "diagnostics": "При остром тонзиллите больные обращаются к ЛОРу с жалобами на боли в горле и повышение температуры. Люди, страдающие хроническим тонзиллитом, жалуются на частые ангины, повторяющиеся от 1 до 6 раз в год. Для выявления их причины специалист проводитосмотр полости рта – фарингоскопию, во время которой он выявляет ряд симптомов, характерных для тонзиллита.\nЛабораторные анализы\nВ большинстве случаев осмотра полости рта (фарингоскопии) достаточно для постановки диагноза «Тонзиллит».\n1. Бактериологическое исследование мазка из зева для выявления возбудителя и определение его чувствительность к антибиотикам. Это позволяет подобрать эффективное лечение.\n2. Клинический анализ крови. Изменения в анализе крови свидетельствуют об инфекционном заболевании, сопровождающимся воспалительным процессом. У некоторых больных, особенно при хроническом тонзиллите в стадии ремиссии, анализы крови остаются в норме.\n3. С-реактивный белок в сыворотке крови. Повышение содержания С-реактивного белка в сыворотке крови отражает активность воспалительного процесса в миндалинах.\n4. Общий анализ мочи.\n5. Определение титра антител в крови к стрептококковым продуктам (антистрептолизин-О). Данное исследование целесообразно проводить только при хроническом тонзиллите, так как антитела к стрептолизину появляются в крови на 7-й день болезни.\n6. ЭКГ. Для раннего выявления кардиальных расстройств.",
    "category":"Заболевания ЛОР-органов"
  },
  {
    "title":"Болезнь Меньера",
    "info": "Болезнь Меньера – это заболевание внутреннего уха, характерными признаками которого являются шум в ушах, приступы глухоты, частые головокружения и т.д. Наиболее распространенной является односторонняя форма заболевания, однако примерно в 10% случаев болезнь Меньера поражает оба уха. С одинаковой частотой встречается у представителей обоих полов. Чаще всего встречается в возрасте от 30 до 60 лет.",
    "type": "",
    "images": ["menieres_disease1", "menieres_disease2"],
    "reasons": "Болезнь Меньера развивается из-за увеличения объема лабиринтовой жидкости во внутреннем ухе, в результате чего в нем возрастает давление и образуется отек. Жидкость также может попадать в другие отделы внутреннего уха, что вызывает нарушения их функционирования.\nНа данный момент считается, что этот недуг развивается как следствие повреждения внутреннего уха, причиной которого могут быть следующие факторы:\n• воспалительные заболевания внутреннего уха;\n• аллергические реакции;\n• заболевания сосудов;\n• опухолевые заболевания;\n• острые инфекционные заболевания и их осложнения;\n• травмы головы, сотрясения мозга;\n• заболевания эндокринной системы организма;\nВ некоторых случаях к причинам возникновения болезни Меньера также относят:\n• злоупотребление алкоголем;\n• регулярный прием аспирина;\n• курение;\n• злоупотребление кофеином;\n• нарушения солевого обмена.",
    "classifications": "По типу проявлений данное заболевание классифицируют следующим образом:\n• кохлеарная форма – наиболее выраженными являются расстройства слуха. Данная форма заболевания является наиболее распространенной;\n• классический тип – нарушения вестибулярной системы и слуха проявляются одновременно. Эта форма заболевания встречается в 25-30% случаев;\n• вестибулярная форма – наиболее выраженными являются вестибулярные нарушения. Самый редкий тип болезни Меньера, встречается приблизительно в 15% случаев.",
    "symptoms": "Заболевание носит приступообразный характер: симптомы болезни Меньера периодически усиливаются, затем через какое-то время сходят на нет, чтобы спустя несколько месяцев, дней или часов вернуться вновь, часто в более сильной степени. К основным признакам заболевания относят:\n• заложенность одного или обоих ушей, которая может доходить до полного оглушения;\n• шум, звон или дискомфорт в одном или обоих ушах;\n• регулярные приступы головокружения, которые могут быть настолько сильными, что человек не удерживается на ногах и падает;\n• нарушение чувства равновесия;\n• тошноту или рвоту во время приступов;\n• спонтанный нистагм – непроизвольные движения зрачков во время приступов;\n• спонтанный нистагм – непроизвольные движения зрачков во время приступов;\n• скачки артериального давления – как правило, понижение, но у некоторых больных давление может повышаться;\n• рассогласованные сокращения мышц;\n• потеря координации движений;\n• снижение температуры тела.",
    "diagnostics": "Диагностика данного заболевания начинается со сбора жалоб пациента и изучения анамнеза. Болезнь Меньера имеет массу симптомов присущих другим заболеваниям, поэтому крайне важно дифференцировать её на стадии диагностики.\nДиагноз болезнь Меньера может быть установлен после прохождения следующих обследований:\n• аудиометрия;\n• электрокохлеография;\n• отоскопия;\n• вестибулометрические обследования;\n• магнитно-резонансная томография.",
    "category":"Заболевания ЛОР-органов"
  },
  {
    "title":"Ревматоидный артрит",
    "info": "Ревматический процесс, характеризующийся деструктивными и эрозивными разрушениями периферических мелких (преимущественно) суставов, именуют ревматоидным артритом. Недуг течет с внесуставными признаками и очень часто приводит к инвалидности. Лечение длительное и требует комплексной терапии и дисциплинированности от пациента.",
    "type": "",
    "images": ["rheumatoid_arthritis1", ""],
    "reasons": "К сожалению, абсолютно достоверной причины, приводящей к развитию этоого недуга не выяснено. Достоверно определена его наследственная природа. В основе патогенезе ревматоидного артрита лежат множественные аутоиммунные реакции, которые развиваются в ответ на действие в организме пациента этиологических факторов.",
    "classifications": "По иммунологической характеристике его принято подразделять на:\n• Серопозитивный вариант.\n• Серонегативный вариант.\nПо клинико-анатомической характеристике этот тип артрита принято делить на:\n• артриты с системной симптоматикой;\n• артриты, протекающие как моноартрит, олигоартрит или полиартрит;\n• артриты, протекающие особо;\n• артриты, сочетающиеся в своем течении с диффузными поражениями соединительных тканей.\nТакже этот недуг принято делить на три основных степени, выраженных при активности клинико-морфологических изменений:\n• 1 степень. Ей соответствует минимальная активность в виде незначительных болей в суставах, скованность в утренние часы и отсутствие локальных покрасневших участков кожи над суставами;\n• 2 степень. При ней артрит проявляет себя минимальными болями, многочасовой скованностью, умеренными покраснениями кожи над суставом.\n• 3 степень. При ней артрит проявляет себя выраженной артралгией, гиперемией и припухлостью кожи над пораженными суставами, резким ограничением подвижности.\nФакторами, провоцирующими развитие симптоматики этого недуга, чаще всего пациенты называют смену погоды, сезонов, стресс, травму, переохлаждение.",
    "symptoms": "Принято разделять суставные проявления этого недуга и не суставные проявления.К первым относят:\n• скопление внутрисуставного экссудата;\n• отечность;\n• резкую пальпаторную болезненность;\n• двигательные ограничения;\n• локальную гиперемию и гипертермию кожи;\n• фиброзирование синовиальной мембраны и периартикулярных тканей;\n• деформирование суставов;\n• развитие контрактур;\n• подвывихи;\n• анкилозирование и обездвиженность суставов.",
    "diagnostics": "Этот недуг должен диагностироваться врачом ревматологом. Для проведения диагностики назначают следующие исследования:\n• Общий анализ крови и кровь на биохимию;\n• Пункция сустава;\n• Микроскопическое исследование суставной жидкости;\n• Рентгенографию пораженных суставов;\n• МРТ суставов.\nКо вторым относят:\n• Развитие подкожных соединительнотканных узелков.\n• Вовлечение в ревматоидный процесс ногтевых платин и кожи, выражающееся в истончении и сухости, ломкости.\n• Поражения ЖКТ (энтериты и колиты).\n• Поражения нервной системы (невропатии, полиневриты).\n• Поражения органов дыхания (плевриты, пневмониты),\n• Поражения почек (ревматоидный гломерулонефрит).\n• Поражения сердца и магистральных сосудов (миокардиты, перикардиты, артерииты коронарных сосудов).",
    "category":"Заболевания соединиительной ткани. Ревматология"
  },
  {
    "title":"Искривление позвоночника",
    "info": "Позвоночный столб человека имеет сложное анатомическое строение, со специальными изгибами за счет которых происходит равномерное распределение нагрузки. В некоторых случаях врожденные или приобретенные факторы провоцируют нарушение положения некоторых позвонков и искривление всего позвоночника. Отсутствие своевременного адекватного лечения этого заболевания может привести к гипертензии, нарушению дыхательной функции, легочной недостаточности, ухудшению общего качества жизни человека.  ",
    "type": "Существует несколько видов этого заболевания:\nСколиоз – боковое искривление. Часто встречается у школьников и студентов. Основной признак, изменение формы грудной клетки и осанки.\nЛордоз – искривление кпереди. Отмечается в поясничном отделе. Характерен для людей с излишним весом, может возникать при беременности.\nКифоз – искривление кзади. Отмечается в грудном отделе. Может усугубляться деформацией позвонков и развитием горба.\nКомбинированное искривление, происходит во всех или нескольких отделах позвоночника.",
    "images": ["curvature_of_spine1", ""],
    "reasons": "Это заболевание может носить врожденный или приобретенный характер. У врожденной формы причинами является неправильное развитие позвоночного столба. Приобретенный сколиоз характерен для детского и юношеского возраста, в процессе активного роста и окончательного формирования позвоночника. Сколиозы, в зависимости от анатомического изменения, принято подразделять на неструктурные и структурные. При неструктурном изменении искривление позвоночного столба происходит без анатомического изменения в позвонках. Их причинами являются:\n• Грыжи межпозвонковых дисков, вызванные остеохондрозом и радикулитом.\n• Миозит.\n• Травматические повреждения нижних конечностей и тазовых костей.\n• Укорочение одной нижней конечности.\n• Неправильная осанка.\nСколиоз со структурными изменениями возникает:\n• В процессе поражения позвоночника сифилисом и туберкулезом.\n• При травмах и опухолях позвоночника.\n• При дистрофических изменениях спины и мышц шеи.\n• При врожденной патологии грудной клетки.\n• При органических поражениях спинного мозга.\n• При наследственной патологии соединительной ткани.",
    "classifications": "",
    "symptoms": "Чаще всего, искривление позвоночника отмечается в поясничном и шейном отделе. Симптомы этого заболевания отличаются в зависимости от локализации.\nДля искривления в шейном отделе позвоночника характерно:\n• нарушение подвижности и иннервации плечевого сустава;\n• нарушение подвижности и иннервации плечевого сустава;\n• нарушение слуха;\n• частые головные боли;\n• скованность в шее, плечах и затылке.\nДля искривления в поясничном отделе позвоночника характерно:\n• существенное выпирание одной лопатки;\n• изменение походки;\n• появление нездоровой сутулости;\nвизуальное ощущение, что одна рука длиннее другой;\n• частые боли в желудке или грудном отделе;\n• высокое давление;\n• быстрая утомляемость.",
    "diagnostics": "При подозрении на искривление позвоночника пациенту назначается рентгеновское обследование, для установления локализации искривления и его степени. Хорошие результаты при диагностировании этого заболевания показывает МРТ, при которой получается трехмерное изображение всего позвоночника. В качестве дополнительного исследования может назначаться УЗИ внутренних органов.",
    "category":"Заболевания костно-мышечной системы"
  }
]